Repository: S4-Hosting/S4-Analytics-tracking
Catalog: assets/i18n/*.po
Languages: pt_pt

source: Settings for tracking code for Matomo
pt_pt: Configurações do código de rastreamento para Matomo

source: Tracking code for Matomo
pt_pt: Código de rastreamento para Matomo

source: Enable
pt_pt: Ativar

source: Address
pt_pt: Endereço

source: SSL compatibility
pt_pt: Compatibilidade SSL

source: Site Id
pt_pt: Id do site

source: Enable cookies
pt_pt: Ativar cookies

source: Log usernames
pt_pt: Rastrear nomes de utilizador

source: Use old username logging method
pt_pt: Usar método antigo para rastrear nomes de utilizador

source: Heartbeat timer
pt_pt: Temporizador Heartbeat

source: Settings
pt_pt: Configurações

source: Enable tracking code for Matomo?
pt_pt: Ativar o código de rastreamento para Matomo?

source: The address of your Matomo install, without protocol (e.g. %s/matomo).
pt_pt: O endereço da sua instalação do Matomo, sem protocolo (ex. %s/matomo).

source: Does your Matomo install support SSL access? (HTTP<b>S</b>://)
pt_pt: A sua instalação do Matomo suporta acesso SSL? (HTTP<b>S</b>://)

source: The id of this site on your Matomo install.
pt_pt: A Id deste site na sua instalação do Matomo.

source: Do you want Matomo to use cookies?<br/>(Disabling cookies will make some data less accurate.)
pt_pt: Deseja que o Matomo use cookies?<br/>(Desativar as cookies tornará alguns dados menos exatos.)

source: Do you want Matomo to log the usernames of logged in users?
pt_pt: Deseja que o Matomo rastreie os nomes de utilizador de utilizadores logados?

source: Do you want to use the old method for logging usernames?<br/>(Will use SetCustomVariable instead of SetUserID. Enable this only if you need to keep backward compatibility with previously tracked data.)
pt_pt: Deseja usar o método antigo para rastrear nomes de utilizador?<br/>(Irá usar SetCustomVariable em vez de SetUserID. Ative isto apenas se precisar de manter a retrocompatibilidade com informação previamente rastreada.)

source: The time between heartbeats, in seconds. Set 0 to disable.<br/>(If you're unsure of what this is, it's better to leave it disabled.)
pt_pt: O tempo entre heartbeats, em segundos. Defina 0 para desativar.<br/>(Se estiver incerto de o que isto é, é melhor deixá-lo desativado.)

source: The "Address" seems invalid.<br />Please check this field and try again.
pt_pt: O "Endereço" parece inválido.<br />Por favor verifique este campo e tente novamente.

source: "Site Id" must be an integer number greater than zero.<br />Please check this field and try again.
pt_pt: O "Id do site" deve ser um número inteiro maior que zero.<br />Por favor verifique este campo e tente novamente.

source: "Heartbeat timer" must be an integer number equal to or greater than zero.<br />Please check this field and try again.
pt_pt: O "Temporizador Heartbeat" deve ser um número inteiro maior que ou igual a zero.<br />Por favor verifique este campo e tente novamente.
